<?php

/**
 * ECSHOP 銀行匯款（轉帳）語言文件
 * ============================================================================
 * 版權所有 2005-2008 上海商派網絡科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 這不是一個自由軟件！您只能在不用於商業目的的前提下對程序代碼進行修改和
 * 使用；不允許對程序代碼以任何形式任何目的的再發佈。
 * ============================================================================
 * $Author: testyang $
 * $CHT by 00992266 @ ECClub.tw $
 * $Id: bank.php 15086 2008-10-27 06:21:49Z testyang $
 */

global $_LANG;

$_LANG['bank']      = '銀行匯款/轉帳';
$_LANG['bank_desc'] = '銀行名稱' . chr(13) .
                        '收款人資料：戶名 ××× ，帳號： ××× 。' . chr(13) .
                        '注意事項：：完成匯款後，請回到使用者中心進行回報，感謝您的配合。';

?>