<?php

/**
 * ECSHOP 貨到付款語言文件
 * ============================================================================
 * 版權所有 (C) 2005-2006 北京億商互動科技發展有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com
 * ----------------------------------------------------------------------------
 * 這是一個免費開源的軟件；這意味著您可以在不用於商業目的的前提下對程序代碼
 * 進行修改、使用和再發佈。
 * ============================================================================
 * @author:     scott ye <scott.yell@gmail.com>
 * @version:    v2.0
 * ---------------------------------------------
 * $Author: liry $
 * $Date: 2006-11-05 16:52:13 +0800 (星期日, 05 十一月 2006) $
 * $Id: cod.php 2342 2006-11-05 08:52:13Z liry $
 */
global $_LANG;

$_LANG['face'] = '面交/店中取貨';
$_LANG['face_desc'] = '面交或店面取貨的其他注意事項';
?>