<?php

/**
 * ECSHOP 程序說明
 * ===========================================================
 * 版權所有 2005-2008 上海商派網絡科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com；
 * ----------------------------------------------------------
 * 這不是一個自由軟件！您只能在不用於商業目的的前提下對程序代碼進行修改和
 * 使用；不允許對程序代碼以任何形式任何目的的再發佈。
 * ==========================================================
 * $Author: testyang $
 * $Id: article_auto.php 15086 2008-10-27 06:21:49Z testyang $
 */
$_LANG['id']                  = '編號';

$_LANG['starttime']           = '文章發表時間';
$_LANG['endtime']             = '文章關閉時間';
$_LANG['goods_name']          = '文章名稱';
$_LANG['ok']                  = '確定';
$_LANG['edit_ok']             = '操作成功';
$_LANG['delete']              = '刪除自動發表設定';
$_LANG['deleteck']            = '確定刪除此文章的自動發表/自動關閉設定嗎？此操作不會影響文章本身';
$_LANG['enable_notice']       = '您需要到：系統設定->工作排程當中開啟該功能後才能使用';
$_LANG['button_start']        = '大量發表';
$_LANG['button_end']          = '取消大量發表';

$_LANG['no_select_goods']     = '沒有選定文章';

$_LANG['batch_start_succeed'] = '大量發表成功';
$_LANG['batch_end_succeed']   = '大量關閉成功';

$_LANG['back_list']           = '返回文章自動發佈';
$_LANG['select_time']         = '請選擇時間';

?>
