<?php

/**
 * ECSHOP 圖片批次處理程序語言檔案
 * ============================================================================
 * 版權所有 2005-2008 上海商派網絡科技有限公司，並保留所有權利。
 * 網站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 這不是一個自由軟件！您只能在不用於商業目的的前提下對程序代碼進行修改和
 * 使用；不允許對程序代碼以任何形式任何目的的再發佈。
 * ============================================================================
 * $Author: testyang $
 * $Id: picture_batch.php 15086 2008-10-27 06:21:49Z testyang $
*/

$_LANG['notes'] = "圖片批次處理能讓您重新產生商品的縮圖以及重新加上浮水印。<br />該處理過程可能會比較慢，請您耐心等候。";
$_LANG['change_link'] = '為處理後的圖片建立新連結';
$_LANG['yes_change'] = '建立圖片使用新名稱，並刪除舊圖片';
$_LANG['do_album'] = '處理商品相簿';
$_LANG['do_icon'] = '處理商品圖片';
$_LANG['all_goods'] = '所有商品';
$_LANG['action_notice'] = '請選擇「處理商品相簿」或「處理商品圖片」';
$_LANG['no_change'] = '新建立圖片覆蓋舊圖片';
$_LANG['thumb'] = '重新建立縮圖';
$_LANG['watermark'] = '重新建立商品內容圖';
$_LANG['page'] = '頁數';
$_LANG['total'] = '總頁數';
$_LANG['time'] = '處理時間';
$_LANG['wait'] = '正在處理....';
$_LANG['page_format'] = '第 %d 頁';
$_LANG['total_format'] = '共 %d 頁';
$_LANG['time_format'] = '耗時 %s 秒';
$_LANG['goods_format'] = '商品圖片共 %d 張，每頁處理 %d 張';
$_LANG['gallery_format'] = '商品相簿圖片共 %d 張，每頁處理 %d 張';

$_LANG['done'] = '圖片批次處理成功';
$_LANG['error_pos'] = '在處理商品ID為 %s 的商品圖片時發生以下錯誤：';
$_LANG['error_rename'] = '無法將檔案 %s 重命名為 %s';

$_LANG['js_languages']['no_action'] = '你沒選擇任何操作';

$_LANG['silent'] = '出錯時忽略錯誤,繼續執行程序';
$_LANG['no_silent'] = '出錯時立即提示，並中止程序';

?>